Repository: tumult/hype-wordpress-plugin
Catalog: languages/tumult-hype-animations-*.po
Languages: af, ro_ro

source: Add a container around the animation:
af: Voeg 'n houer rondom die animasie by:
ro_ro: Adăugați un container în jurul animației:

source: Add new animation
af: Voeg nuwe animasie by
ro_ro: Adăugați o animație nouă

source: animations
af: animasies
ro_ro: animații

source: Container CSS class
af: Houer CSS-klas
ro_ro: Clasa CSS pentru containere

source: Copy Code
af: Kopieer Kode
ro_ro: Copiați codul

source: Delete
af: Vee uit
ro_ro: Şterge

source: Delete "%s"? Are you sure you want to continue?
af: Vee "%s" uit? Is jy seker jy wil voortgaan?
ro_ro: Ștergeți „%s”? Sigur doriți să continuați?

source: Delete this animation? This action is irreversible. Are you sure?
af: Vee hierdie animasie uit? Hierdie aksie is onomkeerbaar. Is jy seker?
ro_ro: Ștergeți această animație? Această acțiune este ireversibilă. Sunteți sigur?

source: Disallowed file extension detected: %s in file %s
af: Ongeldige lêeruitbreiding opgespoor: %s in lêer %s
ro_ro: Extensie de fișier nepermisă detectată: %s în fișierul %s

source: Drop .OAM file or click here to upload<br>(Maximum upload size
af: Los .OAM-lêer of klik hier om op te laai<br>(Maksimum oplaaigrootte
ro_ro: Aruncați fișierul .OAM sau faceți clic aici pentru a încărca<br>(Dimensiunea maximă de încărcare

source: Easily embed your Tumult Hype animations using a shortcode into posts and pages.
af: Integreer jou Tumult Hype-animasies maklik met behulp van 'n kortkode in plasings en bladsye.
ro_ro: Integrați cu ușurință animațiile Tumult Hype în postări și pagini folosind un shortcode.

source: Error, please try again!
af: Fout, probeer asseblief weer!
ro_ro: Eroare, vă rugăm să încercați din nou!

source: Error:
af: Fout:
ro_ro: Eroare:

source: Failed to move resource files.
af: Kon nie hulpbronlêers skuif nie.
ro_ro: Nu s-au putut muta fișierele de resurse.

source: Failed to unzip the file.
af: Kon nie die lêer uitpak nie.
ro_ro: Nu s-a putut dezarhiva fișierul.

source: First
af: Eerste
ro_ro: Primul

source: has been deleted.
af: is verwyder.
ro_ro: a fost șters.

source: Insert the following shortcode where you want to display the animation
af: Voeg die volgende kortkode in waar jy die animasie wil vertoon
ro_ro: Introduceți următorul shortcode unde doriți să afișați animația

source: Invalid nonce.
af: Ongeldige nonce.
ro_ro: Nonce invalid.

source: Last
af: Laaste
ro_ro: Dura

source: Last file update
af: Laaste lêeropdatering
ro_ro: Ultima actualizare a fișierului

source: Loading...
af: Laai tans...
ro_ro: Încărcare...

source: Manage animations
af: Bestuur animasies
ro_ro: Gestionați animațiile

source: Next
af: Volgende
ro_ro: Următorul

source: No animation has been added
af: Geen animasie is bygevoeg nie
ro_ro: Nu a fost adăugată nicio animație

source: No animation has been found
af: Geen animasie is gevind nie
ro_ro: Nu a fost găsită nicio animație

source: No animations found.
af: Geen animasies gevind nie.
ro_ro: Nu s-au găsit animații.

source: No data
af: Geen data nie
ro_ro: Fără date

source: of
af: van
ro_ro: de

source: Only .oam files are allowed for upload.
af: Slegs .oam-lêers word toegelaat vir oplaai.
ro_ro: Doar fișierele .oam sunt permise pentru încărcare.

source: Previous
af: Vorige
ro_ro: Anterior

source: Processing...
af: Verwerk...
ro_ro: Prelucrare...

source: Replace OAM
af: Vervang OAM
ro_ro: Înlocuiți OAM

source: Search:
af: Soek:
ro_ro: Căutare:

source: Security check failed
af: Sekuriteitskontrole het misluk
ro_ro: Verificarea de securitate a eșuat

source: Show
af: Wys
ro_ro: Spectacol

source: Showing
af: Wys
ro_ro: Se afișează

source: Sorry, there was an issue replacing your oam. Check the logs.
af: Jammer, daar was 'n probleem met die vervanging van jou oam. Gaan die logboeke na.
ro_ro: Ne pare rău, a apărut o problemă la înlocuirea fișierului OAM. Verificați jurnalele.

source: The file contains disallowed extension(s): %s. More info: %s
af: Die lêer bevat die volgende ontoegelate uitbreiding(e): %s. Meer inligting: %s
ro_ro: Fișierul conține extensii nepermise: %s. Mai multe informații: %s

source: to
af: om
ro_ro: la

source: Tumult Hype Animations
af: Tumult Hype Animasies
ro_ro: Animații Tumult Hype

source: Unauthorized access
af: Ongemagtigde toegang
ro_ro: Acces neautorizat

source: Update
af: Opdatering
ro_ro: Actualizare

source: Update file
af: Opdateer lêer
ro_ro: Actualizați fișierul

source: Updated!
af: Opgedateer!
ro_ro: Actualizat!

source: Upload new animation
af: Laai nuwe animasie op
ro_ro: Încărcați o animație nouă
